Repository: yamikaitou/YamiCogs
Catalog: talk/locales/*.po
Languages: es_es

source: Talk as the bot
es_es: Habla como el bot

source: Send a message as the bot
es_es: Envía un mensaje como el bot

source: Send a message as the bot, with mentions enabled
es_es: Envía un mensaje como el bot, con menciones habilitadas

source: Send a message as the bot, but delete the command message
es_es: Envía un mensaje como el bot, pero borra el mensaje de comando

source: Send a message as the bot, with mentions enabled and delete the command message
es_es: Envía un mensaje como el bot, con menciones habilitadas y borra el mensaje de comando

source: Configure settings
es_es: Configurar ajustes

source: Set the ability to mass mention using `everyone` or `here`
es_es: Establece la habilidad de mencionar masivamente usando `everyone` o `here`

source: Current setting: {enabled_or_disabled}
es_es: Configuración actual: {enabled_or_disabled}

source: Enabled
es_es: Activado

source: Disabled
es_es: Desactivado

source: Setting changed to {enabled_or_disabled}
es_es: Configuración cambiada a {enabled_or_disabled}
