Repository: yamikaitou/YamiCogs
Catalog: rps/locales/*.po
Languages: es_es

source: Rock, Paper, Scissors (Lizard, Spock) More detailed docs: <https://cogs.yamikaitou.dev/rps.html>
es_es: Piedra, Papel, Tijeras (Lagarto, Spock) Documentación más detallada: <https://cogs.yamikaitou.dev/rps.html>

source: Rules of Rock, Paper, Scissors (Lizard, Spock)
es_es: Reglas de Piedra, Papel, Tijeras (Lagarto, Spock)

source: A game of skill (chance). Simply select your choice and see if you can defeat the computer 2 versions are included, the rules are below
es_es: Un juego de habilidad (azar). Simplemente selecciona tu opción y mira si puedes vencer al bot Se incluyen 2 versiones, las reglas están abajo

source: Rock, Paper, Scissors
es_es: Piedra, Papel, Tijeras

source: Rock {ROCK} beats Scissors {SCISSORS} Scissors {SCISSORS} beats Paper {PAPER} Paper {PAPER} beats Rock {ROCK} Play with `{PREFIX}rps`
es_es: Piedra {ROCK} gana a Tijeras {SCISSORS} Tijeras {SCISSORS} gana a Papel {PAPER} Papel {PAPER} gana a Piedra {ROCK} Juega con `{PREFIX}rps`

source: Rock, Paper, Scissors, Lizard, Spock
es_es: Piedra, Papel, Tijeras, Lagarto, Spock

source: Rock {ROCK} beats Scissors {SCISSORS} and Lizard {LIZARD} Paper {PAPER} beats Rock {ROCK} and Spock {SPOCK} Scissors {SCISSORS} beats Paper {PAPER} and Lizard {LIZARD} Lizard {LIZARD} beats Paper {PAPER} and Spock {SPOCK} Spock {SPOCK} beats Rock {ROCK} and Scissors {SCISSORS} Play with `{PREFIX}rpsls`
es_es: Piedra {ROCK} gana a Tijeras {SCISSORS} y Lagarto {LIZARD} Papel {PAPER} gana a Piedra {ROCK} y Spock {SPOCK} Tijeras {SCISSORS} gana a Papel {PAPER} y Lagarto {LIZARD} Lagarto {LIZARD} gana a Papel {PAPER} y Spock {SPOCK} Spock {SPOCK} gana a Piedra {ROCK} y Tijeras {SCISSORS} Juega con `{PREFIX}rpsls`

source: Play a game of Rock, Paper, Scissors
es_es: Juega una partida de Piedra, Papel, Tijeras

source: Very well, maybe later
es_es: Muy bien, quizás más tarde

source: Play a game of Rock, Paper, Scissors, Lizard, Spock
es_es: Juega una partida de Piedra, Papel, Tijeras, Lagarto, Spock

source: Congrats, you win! You {player_icon} - {computer_icon} Me
es_es: ¡Felicidades, tú ganas! Tú {player_icon} - {computer_icon} Yo

source: Look at that, I win! You {player_icon} - {computer_icon} Me
es_es: ¡Mira eso, yo gano! Tú {player_icon} - {computer_icon} Yo

source: Well, we must be mind-readers! You {player_icon} - {computer_icon} Me
es_es: ¡Bueno, debemos de leernos la mente! Tú {player_icon} - {computer_icon} Yo

source: Well, this is embarrassing. No idea what happens now
es_es: Bueno, esto es embarazoso. No tengo ni idea de qué pasa ahora

source: A game of skill (chance). Simply select your choice and see if you can defeat the computer Rock {ROCK} beats Scissors {SCISSORS} and Lizard {LIZARD} Paper {PAPER} beats Rock {ROCK} and Spock {SPOCK} Scissors {SCISSORS} beats Paper {PAPER} and Lizard {LIZARD} Lizard {LIZARD} beats Paper {PAPER} and Spock {SPOCK} Spock {SPOCK} beats Rock {ROCK} and Scissors {SCISSORS}
es_es: Un juego de habilidad (azar). Simplemente selecciona tu opción y mira si puedes vencer al bot Piedra {ROCK} gana a Tijeras {SCISSORS} y Lagarto {LIZARD} Papel {PAPER} gana a Piedra {ROCK} y Spock {SPOCK} Tijeras {SCISSORS} gana a Papel {PAPER} y Lagarto {LIZARD} Lagarto {LIZARD} gana a Papel {PAPER} y Spock {SPOCK} Spock {SPOCK} gana a Piedra {ROCK} y Tijeras {SCISSORS}

source: A game of skill (chance). Simply select your choice and see if you can defeat the computer Rock {ROCK} beats Scissors {SCISSORS} Scissors {SCISSORS} beats Paper {PAPER} Paper {PAPER} beats Rock {ROCK}
es_es: Un juego de habilidad (azar). Simplemente selecciona tu opción y mira si puedes vencer al bot Piedra {ROCK} gana a Tijeras {SCISSORS} Tijeras {SCISSORS} gana a Papel {PAPER} Papel {PAPER} gana a Piedra {ROCK}
